{"constellations" :[{"name" : "Aries",

"image" : "../images/aries-constellation-01.jpg",
"imageConstellation" : "../images/aries-constellation-stars.jpg",
"imageStars": "../images/ariesStars.jpg",
"imageMyth": "../images/ariesMyth.jpg",
"quickDescription" : "The Aries constellation is one of the twelve constellations of the zodiac and is located in the northern hemisphere. It is a small constellation that is often overlooked by stargazers, but it has a rich history and mythology that make it an interesting and important object in the night sky.",
"mostBrillantStars" : ["Hamal (Alpha Arietis)", " Sheratan (Beta Arietis), Mesarthim (Gamma Arietis)"],
"mythology": "In Greek mythology, Aries is linked to the tale of the Golden Fleece, where the ram with the golden fleece carried Phrixus and Helle to safety. The ram was later sacrificed, and its fleece became a legendary quest for heroes. Aries, as the celestial ram, was immortalized in the night sky by Zeus.Throughout history, Aries has been observed and cataloged by various cultures, including ancient Greeks, Romans, and Babylonians. Its association with mythological journeys and heroic quests adds to its timeless allure.",
"observation": "The Aries constellation is visible from most locations on Earth during the winter months. It is located in the northern hemisphere and can be seen rising in the east in the early evening. To observe the Aries constellation, it is best to find a location that is away from city lights and has a clear view of the night sky. You can use a star chart or a smartphone app to help you locate the constellation and its various features, such as Hamal and NGC 772.",
"season": "winter",
"hemisphere" : "north"},
{"name" : "Taurus",
"image" : "../images/taurus.jpg",
"imageConstellation": "../images/taurus-constellation-stars.webp",
"imageStars": "../images/taurusStars.jpg",
"imageMyth": "../images/taurusMyth.jpg",
"quickDescription":"The Taurus constellation is one of the most ancient and easily recognizable constellations in the night sky. It has been known since ancient times and is associated with many myths and legends. The constellation is also of great significance to astronomers and stargazers, as it contains some of the most beautiful and fascinating objects in the universe.",
"mostBrillantStars":["Vega (Alpha Tauri)", " Alpheratz (Beta Tauri), Aldebaran (Gamma Tauri)"],
"mythology" :"In Greek mythology, Taurus is often associated with the tale of Zeus and Europa. The god Zeus transformed into a white bull to win the affections of Europa, a Phoenician princess. This mythological connection immortalized Taurus in the night sky.",
"observation" : "The best time to view the Taurus constellation is during the winter months, when it is highest in the sky. Look for it in the evening sky, between November and February.",
"season": "winter",
"hemisphere" : "north"},
{"name" : "Cygnus",
"image" : "../images/cygnus1.jpg",
"imageConstellation": "../images/cygnus-constellation-stars.jpg",
"imageStars": "../images/cygnusStars.jpg",
"imageMyth": "../images/cygnusMyth.jpg",
"quickDescription" : "The Cygnus constellation, also known as the Swan, is a prominent constellation in the northern hemisphere sky. It is easily recognizable by its distinct shape, which resembles a flying bird.",
"mostBrillantStars" : ["Deneb", "North America Nebula", "Cygnus X-1", "Crescent Nebula"],
"mythology" : "In Greek mythology, Cygnus is often associated with various tales, most notably the story of Zeus and the transformation of Cycnus into a swan. The constellation is also linked to the myth of Orpheus, the legendary musician.",
"observation" : "The Cygnus constellation is easily visible from most locations on Earth during the summer months. It is located in the northern hemisphere and can be seen rising in the east in the early evening.",
"season": "summer",
"hemisphere" : "north"},
{"name" : "Lyra",
"image" : "../images/lyra1.webp",
"imageConstellation": "../images/lyra-constellation-stars.jpg",
"imageStars": "../images/lyraStars.jpg",
"imageMyth": "../images/lyraMyth.jpg",
"quickDescription" : "The Lyra constellation is a small but beautiful constellation located in the northern hemisphere. It is best known for its bright star Vega, which is one of the brightest stars in the sky and a popular target for stargazers and astronomers alike.",
"mostBrillantStars" : ["Vega ", "Ring Nebula", "Double-Double Star"],
"mythology" : "Lyra's mythological origins are deeply rooted in ancient Greek mythology. According to legend, the harp represents the musical instrument played by Orpheus, the famed musician and poet. The constellation is associated with the tragic love story of Orpheus and Eurydice, adding a layer of romance and melancholy to its celestial presence.",
"observation" : "The Lyra constellation is visible from most locations on Earth during the summer months. It is located in the northern hemisphere and can be seen rising in the northeast in the early evening.",
"season": "summer",
"hemisphere" : "north"},
{
    "name": "Orion",
    "image": "../images/orion.jpg",
    "imageConstellation": "../images/orion-constellation-stars.webp",
    "imageStars": "../images/orionStars.webp",
    "imageMyth": "../images/orionMyth.jpg",
    "quickDescription" : "The Orion constellation is one of the most recognizable and iconic constellations in the night sky. It is visible from nearly every part of the world and has captured the imaginations of humans for thousands of years.",
    "mostBrillantStars" : ["Betelgeuse", " Bellatrix","Mintaka", "Alnilam", "Alnitak", "Saiph", "Meissa", "Iota Orionis", "Theta1 Orionis", "Theta2 Orionis"],
    "mythology": "In Greek mythology, Orion was a hunter and warrior who was known for his strength and bravery. According to legend, he was the son of the sea god Poseidon and a mortal woman.One popular myth about Orion involves his relationship with the goddess Artemis. Artemis was known as the goddess of the hunt and the protector of young women. According to legend, Orion became infatuated with Artemis and pursued her relentlessly. However, Artemis was not interested in Orion and eventually convinced her brother Apollo to kill him.After Orion's death, he was immortalized in the stars as the Orion constellation. The three bright stars that make up his belt are known as the Three Kings or Three Sisters in some cultures.",
    "observation" : "The Orion constellation is located on the celestial equator and is visible from all parts of the world. It is most visible in the winter months in the Northern Hemisphere and in the summer months in the Southern Hemisphere.",
    "season": "winter",
    "hemisphere" : "north"
},
{
    "name": "La Petite Ourse",
    "image": "../images/ursaMinor.webp",
    "imageConstellation": "../images/ursaMinor-constellation-stars.webp",
    "imageStars": "../images/ursaMinorStars.jpg",
    "imageMyth": "../images/ursaMinorMyth.jpg",
    "quickDescription": "The Little Dipper is a well-known asterism in the northern sky, consisting of seven bright stars that form the shape of a dipper or ladle. It is also known as Ursa Minor, which is Latin for the smaller bear, and is a smaller companion to the larger constellation Ursa Major, also known as the Big Dipper.",
    "mostBrillantStars" : ["Dubhe", "Merak", "Alkaid","Mizar", "Alioth", "Megrez", "Phecda"],
    "mythology":"In Greek mythology, Aries is linked to the tale of the Golden Fleece, where the ram with the golden fleece carried Phrixus and Helle to safety. The ram was later sacrificed, and its fleece became a legendary quest for heroes. Aries, as the celestial ram, was immortalized in the night sky by Zeus.Throughout history, Aries has been observed and cataloged by various cultures, including ancient Greeks, Romans, and Babylonians. Its association with mythological journeys and heroic quests adds to its timeless allure.",
    "observation" : "The Little Dipper is located in the northern hemisphere and can be seen rising in the northeast in the early evening.",
    "season": "summer",
    "hemisphere" : "north"
},
{
    "name": "Sagittarius",
    "image": "../images/sagittarius.webp",
    "imageConstellation": "../images/sagittarius-constellation-stars.webp",
    "imageStars": "../images/sagittariusStars.jpg",
    "imageMyth": "../images/sagittariusMyth.jpg",
    "quickDescription" : "The Sagittarius constellation is one of the most recognizable and prominent constellations in the southern hemisphere. It is known for its distinctive teapot shape and its association with the centaur, a mythical creature with the body of a horse and the upper body of a human.",
    "mostBrillantStars" : ["Kaus Australis", "Nunki"],
    "mythology" : " In Greek mythology, the constellation was associated with the centaur, a creature that was known for its archery skills and was often portrayed as a wild and untamed beast. According to the myth, the centaur Chiron was a wise and learned creature who was skilled in medicine, music, and astronomy. He was eventually placed in the sky as the constellation Sagittarius, where he continues to watch over the universe.",
    "observation" : "The Sagittarius constellation is visible from most locations on Earth during the summer months. It is located in the southern hemisphere and can be seen rising in the southeast in the early evening. To observe the Sagittarius constellation, it is best to find a location that is away from city lights and has a clear view of the night sky. ",
    "season": "summer",
    "hemisphere" : "south"

},
{
    "name": "Cassiopeia",
    "image": "../images/cassiopeia.jpg",
    "imageConstellation": "../images/cassiopeia-constellation-stars.webp",
    "imageStars": "../images/cassiopeiaStars.jpg",
    "imageMyth": "../images/cassiopeiaMyth.jpg",
    "quickDescription" : "The Cassiopeia constellation, also known as the Queen, is one of the most recognizable and well-known constellations in the night sky. With its distinctive W shape and bright stars, Cassiopeia has captured the imagination of stargazers for centuries.",
    "mostBrillantStars" : ["Schedar(alpha Cassiopeiae)", "Tsih (ypsilon Cassiopeia)", "Caph (beta Cassiopeiae)", "Achird"],
    "mythology" : "Cassiopeia is named after the queen of the same name from Greek mythology. According to legend, Cassiopeia was the wife of King Cepheus of Ethiopia and the mother of Princess Andromeda.Cassiopeia was known for her beauty and vanity. She boasted that her daughter Andromeda was more beautiful than the sea nymphs, which angered the god Poseidon. As punishment, Poseidon sent a sea monster to attack the kingdom of Ethiopia. To save the kingdom, Andromeda was sacrificed to the monster, but was eventually rescued by the hero Perseus.",
    "observation" :"The Cassiopeia constellation is easily visible from most locations on Earth and is located near the North Star. It can be seen all year round and is best observed in the fall and winter months. ",
    "season": "autumn",
    "hemisphere" : "north"        

},
{
    "name": "Gemini",
    "image": "../images/gemini.jpg",
    "imageConstellation": "../images/gemini-constellation-stars.jpg",
    "imageStars": "../images/geminiStars.jpg",
    "imageMyth": "../images/geminiMyth.jpg",
    "quickDescription": "The Gemini constellation has been known and named since ancient times. It is one of the twelve zodiac constellations, which means that it lies along the ecliptic, the path that the Sun appears to follow across the sky throughout the year. The Gemini constellation is located between the Taurus and Cancer constellations and is visible from most parts of the world.",
    "mostBrillantStars" : ["Castor", "Pollux", "Mebsuta", "Tejat", "Propus", "Wasat", "Mekbuda", "Alhena", "Jishui"],
    "mythology": "In Greek mythology, the Gemini constellation was associated with the twin brothers Castor and Pollux. According to legend, Castor and Pollux were the sons of Zeus and Leda, but they had different fathers. Castor was the son of Leda's husband Tyndareus, while Pollux was the son of Zeus. The brothers were known for their bravery and were often depicted as horsemen.",
    "observation" : "The Gemini constellation is easily visible from most locations on Earth during the months of December to April. It is located in the northern part of the celestial equator and can be seen rising in the east in the early evening. One of the best times to observe the Gemini constellation is during the peak of the Geminid meteor shower, which occurs every December and can produce some spectacular meteor displays.",
    "season": "winter",
    "hemisphere" : "north"

},
{
    "name": "Scorpius",
    "image": "../images/scorpius.jpg",
    "imageConstellation": "../images/scorpius-constellation-stars.jpg",
    "imageStars": "../images/scorpiusStars.jpg",
    "imageMyth": "../images/scorpiusMyth.jpg",
    "quickDescription": "Scorpius, with its distinctive shape and location in the southern sky, has served as a reliable guide for celestial navigation. Navigators and explorers throughout history have used Scorpius as a reference point, adding a practical dimension to its celestial legacy.",
    "mostBrillantStars" : ["Scorpius", "Shaula", "Jabbah", "Al Niyat", "Lesath", "Acrab/Graffias", "Dschubba", "Girtab/Sargas"],
    "mythology" : " In Greek mythology, the constellation was associated with the story of Orion, a great hunter who boasted that he could kill any animal on Earth. In response, the goddess Artemis sent a scorpion to kill Orion, and the two were eventually placed in the sky as constellations.",
    "observation" : "The Scorpius constellation is visible from most locations on Earth during the summer months. It is located in the southern hemisphere and can be seen rising in the east in the early evening.",
    "season": "summer",
    "hemisphere" : "south"
},
{
    "name": "Aquarius",
    "image": "../images/aquarius.jpg",
    "imageConstellation": "../images/aquarius-constellation-stars.jpg",
    "imageStars": "../images/aquariusStars.webp",
    "imageMyth": "../images/aquariusMyth.jpg",
    "quickDescription": "The Aquarius constellation, also known as the Water Bearer, is one of the 12 zodiac constellations and is located in the southern hemisphere sky. It is easily recognizable by its distinctive shape, which resembles a person pouring water from a vase.",
    "mostBrillantStars" : ["Sadalsuud", "Sadalmelik", "Sadalachbiah", "Skat/Scheat","Albali","Ancha","Situla"],
    "mythology" : "In Greek mythology, Aquarius is often associated with Ganymede, a handsome youth and cupbearer to the gods. Zeus transformed Ganymede into an eagle, bringing him to Mount Olympus to serve as the divine cupbearer. The water-pouring jug symbolizes the celestial waters that Ganymede brings forth.",
    "observation" : "The Aquarius constellation is visible from most locations on Earth during the fall and winter months. It is located in the southern hemisphere and can be seen rising in the east in the early evening.",
    "season": "autumn",
    "hemisphere" : "south"


},
{
    "name": "Virgo",
    "image": "../images/virgo.jpg",
    "imageConstellation": "../images/virgo-constellation-stars.webp",
    "imageStars": "../images/virgoStars.webp",
    "imageMyth": "../images/virgoMyth.jpeg",
    "quickDescription" : "The Virgo constellation has been known since ancient times. The Babylonians called it the furrow, while the Greeks associated it with the goddess of justice, Astraea. The constellation was first cataloged by the Greek astronomer Ptolemy in the 2nd century AD.",
    "mostBrillantStars" : ["Spica", "Porrima", "Zavijava", "Heze", "Auva", "Vindemiatrix", "Syrma", "Khambalia", "109 Virginis", "Rho Virginis"],
    "mythology": " In Greek mythology, the Virgo constellation was said to represent the goddess Demeter, who was the patron goddess of agriculture, fertility, and harvest.",
    "observation" : "The Virgo constellation can be seen in the night sky during the spring and early summer months in the Northern Hemisphere. It is located in the southern portion of the sky, near the constellations of Leo and Libra.",
    "season": "spring",
    "hemisphere" : "north"

},
{
    "name": "La Grande Ourse",
    "image": "../images/ursaMajor.webp",
    "imageConstellation": "../images/ursaMajor-constellation-stars.jpg",
    "imageStars": "../images/ursaMajorStars.jpg",
    "imageMyth": "../images/ursaMajorMyth.jpg",
    "quickDescription" : "The Big Dipper, also known as the Plough or the Great Bear, is one of the most recognizable and beloved constellations in the night sky. Its distinctive shape and prominence make it a favorite among stargazers and astronomers alike.",
    "mostBrillantStars" : ["Dubhe", "Merak", "Alkaid","Mizar", "Alioth", "Megrez", "Phecda"],
    "mythology" : "The Big Dipper has a rich history and mythology dating back thousands of years. In many cultures, it has been associated with bears, as the shape of the constellation resembles a large bear with a long tail. The ancient Greeks saw it as the nymph Callisto, who was transformed into a bear by Zeus and placed in the sky to avoid the wrath of Hera.",
    "observation" : "The Big Dipper is visible in the night sky throughout the year in the northern hemisphere, and is particularly prominent in the spring and summer months. It can be easily spotted with the naked eye, even in areas with moderate light pollution.To view the Big Dipper, look towards the northern horizon and locate the seven bright stars that make up the constellation. It's best viewed on a clear night with little to no moonlight, as this will make the stars appear brighter and clearer.",
    "season": "spring",
    "hemisphere" : "north"

},
{
    "name": "Leo",
    "image": "../images/leo.jpg",
    "imageConstellation": "../images/leo-constellation-stars.webp",
    "imageStars": "../images/leoStars.webp",
    "imageMyth": "../images/leoMyth.jpg",
    "quickDescription" : "Situated in the northern celestial hemisphere, Leo stands as a prominent constellation. Its location along the ecliptic, the apparent path of the Sun, enhances its visibility. Leo is positioned at an approximate distance of 1,600 light-years from Earth, making it a captivating neighbor in the cosmic expanse.",
    "mostBrillantStars" : ["Régulus (alpha Leonis)", "Denebola (beta Leonis)", "Algieba", "Zosma", "Ras Elased Australis", "Adhafera", "Chort/Coxa", "Al Minliar al Asad", "Alterf", "Ras Elased Borealis", "Subra"],
    "mythology" : "In Greek mythology, Leo is often associated with the Nemean Lion, a creature with an impenetrable golden fur that terrorized the region of Nemea. Hercules, as one of his twelve labors, successfully slew the lion, immortalizing it as the Leo constellation.",
    "observation" : "The Leo constellation is easily visible from most locations on Earth during the months of February to May. It is located in the northern part of the celestial equator and can be seen rising in the east in the early evening. One of the best times to observe the Leo constellation is during the peak of the Leonids meteor shower, which occurs every November and can produce some spectacular meteor displays.",
    "season": "spring",
    "hemisphere" : "north"

},
{
    "name": "Pegasus",
    "image": "../images/pegasus.png",
    "imageConstellation": "../images/pegasus-constellation-stars.jpg",
    "imageStars": "../images/pegasusStars.webp",
    "imageMyth": "../images/pegasusMyth.jpg",
    "quickDescription" : "The Pegasus constellation is one of the most recognizable and well-known star formations in the night sky. It is named after the mythical winged horse of Greek mythology and can be seen in the Northern Hemisphere during the autumn months.",
    "mostBrillantStars" : ["Markab", "Scheat", "Algenib", "Enif", "Homam", "Matar", "Baham", "Sadalbari"],
    "mythology" : "In Greek mythology, Pegasus sprang from the blood of Medusa when the hero Perseus decapitated the Gorgon. Pegasus, the winged horse, became the loyal companion of Bellerophon, aiding him in defeating the Chimera. After various heroic exploits, Pegasus was transformed into a constellation by the god Zeus.",
    "observation" : "The Pegasus constellation can be easily observed in the night sky during the autumn months, when it is at its highest point in the sky. To find the constellation, look for a large, roughly square-shaped pattern of stars that represents the body of Pegasus. The brightest star in the constellation, Enif, is located at the horse's nose.",
    "season": "autumn",
    "hemisphere" : "north"
},
{
    "name": "Cancer",
    "image": "../images/cancer.jpg",
    "imageConstellation": "../images/cancer-constellation-stars.webp",
    "imageStars": "../images/cancerStars.webp",
    "imageMyth": "../images/cancerMyth.jpg",
    "quickDescription" : "The Cancer constellation is one of the twelve zodiac constellations visible in the Northern Hemisphere. Its history, mythology, and celestial objects have intrigued astronomers and skywatchers alike for centuries.",
    "mostBrillantStars" : ["Tarf", "Acubens", "Tegmine", "Asellus Australis", "Asellus Borealis"],
    "mythology" : "In Greek mythology, the Cancer constellation is associated with the crab that Hera sent to distract Hercules during his battle with the Hydra. The crab latched onto Hercules' foot, but he kicked it into the sky, where it became the Cancer constellation.",
    "observation" : "The Cancer constellation can be found by looking for its brightest star, Beta Cancri, which is located near the border between Gemini and Cancer. It can also be found by looking for the Beehive Cluster, or M44, which is located in the center of the constellation. To find the Beehive Cluster, look for a small, fuzzy patch of light that resembles a miniature version of the Pleiades.",
    "season": "winter",
    "hemisphere" : "north"

},
{
    "name": "Hercules",
    "image": "../images/hercules.png",
    "imageConstellation": "../images/hercules-constellation-stars.jpg",
    "imageStars": "../images/herculesStars.webp",
    "imageMyth": "../images/herculesMyth.jpg",
    "quickDescription" : "Hercules, named after the mighty hero of ancient Greek mythology, features a stellar ensemble that contributes to its celestial grandeur.",
    "mostBrillantStars" : ["Rasalgethi", "Kornephoros", "Zeta Herculis"],
    "mythology" : "In Greek mythology, the Hercules constellation is associated with the hero Hercules, who was known for his great strength and many heroic deeds. According to legend, Hercules was the son of Zeus and a mortal woman, and he completed twelve labors to prove his worthiness to the gods. The Hercules constellation is said to represent the hero in the sky, with his head facing east and his arms and legs outstretched.",
    "observation" : "The Hercules constellation can be found by looking for its brightest star, Beta Herculis, which is located near the center of the constellation. It can also be found by looking for the Hercules Cluster, which is a bright globular cluster located near the border with the constellation of Serpens. The Keystone asterism, which is made up of four stars that form a distinctive shape, can also be used to locate the Hercules constellation.",
    "season": "summer",
    "hemisphere" : "north"

},
{
    "name": "Perseus",
    "image": "../images/perseus.webp",
    "imageConstellation": "../images/perseus-constellation-stars.jpg",
    "imageStars": "../images/perseusStars.jpg",
    "imageMyth": "../images/perseusMyth.jpg",
    "quickDescription" : "The Perseus constellation is one of the 88 modern constellations recognized by the International Astronomical Union. It is located in the northern celestial hemisphere and is named after the legendary Greek hero Perseus.",
    "mostBrillantStars" : ["Mirphak", "Algol", "Misam", "Atik", "Menkib"],
    "mythology" : "In Greek mythology, Perseus was the son of Zeus and a mortal woman named Danae. He was known for his heroic deeds, including his slaying of the Gorgon Medusa and rescuing Andromeda from a sea monster.",
    "observation" : "Situated in the northern celestial hemisphere, Perseus is a prominent constellation visible from both hemispheres. Its strategic position along the Milky Way enhances its visual appeal. While the stars within Perseus exhibit varying distances, the constellation itself is situated at an approximate distance of 590 light-years from Earth.",
    "season": "summer",
    "hemisphere" : "north"
},
{
    "name": "Cepheus",
    "image": "../images/cepheus.png",
    "imageConstellation": "../images/cepheus-constellation-stars.jpg",
    "imageStars": "../images/cepheusStars.jpg",
    "imageMyth": "../images/cepheusMyth.jpg",
    "quickDescription" : "The Cepheus constellation is a northern constellation that is located between the constellations of Cassiopeia, Draco, Cygnus, and Ursa Minor. It is named after the mythical king Cepheus, who was the father of Andromeda.",
    "mostBrillantStars" : ["Aldéramin", "Delta Cephei", "Errai", "Alfirk"],
    "mythology" : "In Greek mythology, Cepheus was the king of Aethiopia and the father of Andromeda. The constellation's story is intertwined with the famous myth of Perseus and Andromeda, where Cepheus plays a central role. Cepheus, along with his wife Cassiopeia, became key figures immortalized in the stars for their celestial involvement in the Perseus myth.",
    "observation" : "Situated in the northern hemisphere, Cepheus forms part of the circumpolar constellations, meaning it never sets below the horizon for observers in the northern latitudes. Its position near the North Star (Polaris) enhances its visibility throughout the year. While the stars within Cepheus vary in distance, the constellation itself is relatively close, adding to its prominence in the night sky.",
    "season": "winter",
    "hemisphere" : "north"
},
{
    "name": "Pisces",
    "image": "../images/pisces.webp",
    "imageConstellation": "../images/pisces-constellation-stars.webp",
    "imageStars": "../images/piscesStars.jpg",
    "imageMyth": "../images/piscesMyth.webp",
    "quickDescription" : "The Pisces constellation is one of the largest and most recognizable in the night sky. Spanning over 889 square degrees, this constellation is visible in both the Northern and Southern hemispheres and contains several fascinating celestial objects.",
    "mostBrillantStars" : ["Eta Piscium", "Alrisha", "Fum al Samakah", "Torcularis Septentrionalis"],
    "mythology" : "In Greek mythology, Pisces is linked to the tale of Aphrodite and Eros, who transformed into fish to escape the monstrous Typhon. The fish tied themselves together with a cord, symbolizing unity and the bond between Aphrodite and her son. This act led to their immortalization as the Pisces constellation.",
    "observation" :"The Pisces constellation is visible in the Northern Hemisphere from September to February and in the Southern Hemisphere from March to August.",
    "season": "spring",
    "hemisphere" : "south"

},
{
    "name": "Andromeda",
    "image": "../images/andromeda.webp",
    "imageConstellation": "../images/andromeda-constellation-stars.webp",
    "imageStars": "../images/andromedaStars.webp",
    "imageMyth": "../images/andromedaMyth.jpg",
    "quickDescription" : "The Andromeda Constellation is a grouping of stars located in the northern hemisphere. It is named after Andromeda, a mythical princess in Greek mythology. The constellation is bordered by several other constellations, including Cassiopeia, Perseus, Pegasus, and Lacerta.",
    "mostBrillantStars" : ["Alphératz/Sirrah", "Mirach","Almach"],
    "mythology" : "In Greek mythology, Andromeda was the daughter of King Cepheus and Queen Cassiopeia. The constellation's story is intertwined with the legendary tale of Perseus, who rescued Andromeda from the sea monster Cetus. The celestial placement of Andromeda preserves this enduring myth, immortalizing the princess and her heroic savior in the stars.",
    "observation" : "Situated in the northern celestial hemisphere, Andromeda is easily visible from both hemispheres, making it a favorite among stargazers worldwide. Its close proximity to the North Star (Polaris) enhances its visibility. ",
    "season" : "autumn",
    "hemisphere" : "north"
},
{
    "name": "Le grand Chien",
    "image": "../images/canisMajor.webp",
    "imageConstellation": "../images/canisMajor-constellation-stars.webp",
    "imageStars": "../images/canisMajorStars.jpg",
    "imageMyth": "../images/canisMajorMyth.jpg",
    "quickDescription" : "Canis Major is a prominent constellation in the southern hemisphere, known for its brightest star Sirius, also known as the Dog Star. It is one of the 48 constellations listed by Ptolemy, and has been recognized by different cultures throughout history.",
    "mostBrillantStars" : ["Sirius", "Adhara", "Wezen", "Aludra", "Muliphein", "Furud", "Omicron-1 CMa", "Omicron-2 CMa", "Xi-1 Canis Majoris", "Xi-2 Canis Majoris"],
    "mythology" : "In Greek mythology, Canis Major represents the hound of Orion, a legendary hunter. According to the myth, Orion was so proud of his hunting skills that he claimed he could kill any animal on earth. This boast angered the goddess Gaia, who sent a scorpion to kill him. To honor his loyal hunting companion, Zeus placed the hound in the sky as a constellation.",
    "observation" : "Canis Major is the 43rd largest constellation and spans an area of 380 square degrees. It is located in the southern hemisphere and is visible from latitudes between +60° and -90°. It is best viewed in the months of January and February.",
    "season": "winter",
    "hemisphere" : "south"
},
{
    "name": "Antlia",
    "image": "../images/antlia.png",
    "imageConstellation": "../images/antlia-constellation-stars.webp",
    "imageStars": "../images/antliaStars.jpg",
    "imageMyth": "../images/antliaMyth.jpg",
    "quickDescription" : "Antlia constellation is a small and faint constellation that is located in the southern sky. It was created and catalogued by the French astronomer Abbé Nicolas Louis de Lacaille in the 18th century. It's name is an ancient Greek word for “the pump” and the constellation was originally named Antlia Pneumatica, to commemorate the invention of the air pump. ",
    "mostBrillantStars" : ["Alpha Antliae", "Epsilon ANtliae", "Delta Antliae" ],
    "mythology" :"L'astronome français Nicolas-Louis de Lacaille est le premier à décrire la Machine pneumatique en 1751-1752. Il la baptise en hommage à la machine pneumatique inventée par le physicien français Denis Papin. Bien que visibles pour les grecs anciens, les étoiles de la Machine pneumatique sont trop peu lumineuses pour avoir été incluses dans l'une des constellations anciennes.",
    "observation"  : "Antlia est localisée près des étoiles formant l'ancienne constellation du navire Argo, la Machine pneumatique est visible en direction du sud à partir du 49e parallèle nord.",
    "season": "spring",
    "hemisphere" : "south"
},
{
    "name": "Apus",
    "image": "../images/apus.png",
    "imageConstellation": "../images/apus-constellation-stars.webp",
    "imageStars": "../images/apusStars.jpg",
    "imageMyth": "../images/apusMyth.jpg",
    "quickDescription" : "Apus constellation is a small constellation, located in the southern hemisphere, that was created by the Dutch astronomer and cartographer Petrus Plancius from the observations of Dutch navigators Pieter Dirkszoon Keyser and Frederick Houtman. ",
    "mostBrillantStars" : ["Alpha Apodis", "Gamma Apodis", "Delta Apodis"],
    "mythology" : "The constellation Apus, “the Bird of Paradise”, was created by explorers in the 16th century.  It does not represent the bird of paradise flower, but the colorful bird found in New Guinea.  Apus comes from the Greek word apous, meaning “footless.”  Some sources say this may be from the Indian practice of cutting off the unsightly legs of the bird before offering it as a gift.",
    "observation" : "L’Oiseau de Paradis est une constellation méridionale faiblement visible.",
    "season": "summer",
    "hemisphere" : "south"
},
{
    "name": "Aquila",
    "image": "../images/aquila.jpg",
    "imageConstellation": "../images/aquila-constellation-stars.jpg",
    "imageStars": "../images/aquilaStars.jpg",
    "imageMyth": "../images/aquilaMyth.jpg",
    "quickDescription" : "Aquila is a long-known constellation: it was one of the 48 constellations described by Ptolemy in the Almagest. There are plenty of ancient myths from all over the world about the celestial Eagle. Modern-day astronomers are also attracted to the stars and objects located within Aquila’s boundaries.",
    "mostBrillantStars" : ["Altaïr", "Alshain", "Tarazed", "Deneb Al Okab", "Al Thalimain"],
    "mythology" : "In Greek mythology, Aquila was the Aetos Dios, the “Eagle of Zeus”. This magnificent bird was responsible for holding Zeus’s thunderbolts and occasionally running errands. One of these errands was to bring back the beautiful Prince of Troy, Ganymede, to serve as Zeus's cupbearer.",
    "observation" : "Northern Hemisphere observers can find Aquila in the southern direction, whereas Southern Hemisphere observers should look for it in the northern direction. The constellation is observable from July to November and reaches its best visibility in August, because that's when it rises the highest at night. In the other months, it is mostly in the daytime sky. ",
    "season": "summer",
    "hemisphere" : "north"
},
{
    "name": "Ophiuchus",
    "image": "../images/ophiuchus.jpg",
    "imageConstellation": "../images/ophiuchus-constellation-stars.webp",
    "imageStars": "../images/ophiuchusStars.jpg",
    "imageMyth": "../images/ophiuchusMyth.jpg",
    "quickDescription" : "Ophiuchus, également connu sous le nom d’origine latine de Serpentaire, est une constellation de l'hémisphère nord traversée par le Soleil du 29 novembre au 18 décembre. Elle se situe entre le Scorpion à l'ouest et le Sagittaire à l'est. Représentant un homme portant un serpent à bout de bras, le Serpentaire divise la constellation du Serpent en deux parties : la tête et la queue.",
    "mostBrillantStars" : ["Ras alhague", "Cebalrai", "Yed Prior", "Yed Posterior", "Sabik", "Marfik"],
    "mythology" : "Ophiuchus, “The Serpent-Bearer”, represents Asclepius, a legendary physician who was the son of Apollo and Coronis.  He was educated by the centaur Chiron (see Centaurus), and was said to have learned the medicinal power of plants from a snake (see Serpens).  He became so skilled at healing that he could raise the dead.  This upset Hades, god of the underworld, who convinced Zeus to kill Asclepius.  Zeus struck him down with a thunderbolt and placed the healer in the night sky, along with his serpent, Serpens.",
    "observation" : "Ophiuchus is visible to observers at latitudes between +80° and -80°. Northern Hemisphere observers can see it from May to October in the evening sky. It is best viewed on an evening in August when it dominates the mid-third of the southern sky.",
    "season": "winter",
    "hemisphere" : "south"

},
{
    "name": "Tucana",
    "image": "../images/tucana.png",
    "imageConstellation": "../images/tucana-constellation-stars.webp",
    "imageStars": "../images/tucanaStars.jpg",
    "imageMyth": "../images/tucanaMyth.jpg",
    "quickDescription" : "Le Toucan est une constellation de l'hémisphère sud, légèrement plus lumineuse que les autres constellations de cette partie du ciel austral.",
    "mostBrillantStars" : ["Alpha Tucanae", "Ysilon Tucanae", "Kappa Tucanae"],
    "mythology" : "Tucana, “The Toucan”, is one of the inventions of Pieter Dirkszoon Keyser and Frederick de Houtman, two Dutch navigators who observed the southern skies at the end of the sixteenth century. Responsible for creating 12 southern constellations, Tucana is another of the duos designs that was based on wildlife.  It represents the South American bird with the large, colorful bill.",
    "observation" : "In the Southern Hemisphere, Tucana is visible all year round, but November provides the best position and the darkest skies.",
    "season": "winter",
    "hemisphere" : "south"
},
{
    "name": "Cetus",
    "image": "../images/cetus.png",
    "imageConstellation": "../images/cetus-constellation-stars.webp",
    "imageStars": "../images/cetusStars.jpg",
    "imageMyth": "../images/cetusMyth.jpg",
    "quickDescription" : "Cetus is the third-largest constellation in the Southern Sky. Its most prominent stars are Diphda and Menkar. The constellation contains more than 25 galaxies that can be seen through a telescope ",
    "mostBrillantStars" : ["Mira", "Deneb Kaitos/Diphda", "Menkar","Baten Kaitos", "Kaffaljidhma", " Deneb Algenubi", "Deneb Kaitos Shemali"],
    "mythology" : "Cetus was the sea-monster sent by Poseidon to ravage Aethiopia as punishment for Queen Cassiopia’s boast that her daughter Andromeda was more beautiful than the Nereids. King Cepheus offered his daughter as sacrifice to Cetus to appease it, but the hero Perseus killed the creature to save her.",
    "observation" : "Cetus is most prominent in the Southern Hemisphere, from January to February. It is not a circumpolar Constellation (meaning it is visible all year round).",
    "season" : "spring",
    "hemisphere" : "south"

},
{
    "name": "Hydra",
    "image": "../images/hydra.jpg",
    "imageConstellation": "../images/hydra-constellation-stars.webp",
    "imageStars": "../images/hydraStars.jpg",
    "imageMyth": "../images/hydraMyth.jpg",
    "quickDescription" : "Hydra constellation is the largest constellation in the sky and is located in the southern celestial hemisphere. It was first catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "mostBrillantStars" : ["Alphard", "Epsilon Hydrae", " Al Minliar al Shuja", "R Hydrae"],
    "mythology" : "Hydra represents the Lernaean Hydra, a reptilian monster so vile that even its breath and blood were highly poisonous.  It had nine serpent heads, eight mortal and one immortal.  Every time one was cut off two would grow in its place.  Defeating the Lernaean Hydra was the second labor assigned to Hercules by King Eurystheus. In the marshes of Lerna, Hercules drew out the Hydra from its lair, and with his mighty club, bashed one of its heads in.  In its place, two heads sprouted, just as mean and deadly as the original.  He realized he would need to take a different approach.  He had his nephew Iolaus quickly cauterize each stump after it was bashed in.  This prevented the heads from growing back.  Hercules did this with each of the mortal heads.  He struck off the immortal head and buried it deep in the ground and placed a huge rock on top of it. With his second labor complete, he dipped the tips of his arrows into the blood of the Hydra, covering them with deadly poison. In a second myth involving Hydra,  this constellation represents the snake that Corvus used in a lie to Apollo.",
    "observation" : " La tête de l'Hydre se trouve au sud du Cancer et son corps sinueux s'étend jusqu'à la Balance.",
    "season" :"summer",
    "hemisphere" : "south"
},
{
    "name": "Eridanus",
    "image": "../images/eridanus.jpg",
    "imageConstellation": "../images/eridanus-constellation-stars.webp",
    "imageStars": "../images/eridanusStars.png",
    "imageMyth": "../images/eridanusMyth.jpg",
    "quickDescription" : "L'Éridan est une constellation de l'hémisphère sud, située aux abords d'Orion, du Taureau et de l'Hydre mâle. C'est la sixième constellation du ciel par sa taille (1 138 degrés carrés), elle contient 300 étoiles — dont trois de magnitude inférieure à 3 — principalement disposées selon une longue ligne sinueuse, à la manière d'une rivière. ",
    "mostBrillantStars" : ["Achernar", "Acamar","Zaurak", "Rana", "Cursa", "Zibal", "Beid", "Keid", "Angetenar", "Theemin", "Sceptrum", "Azha"],
    "mythology" : "Eridanus is the river that the body of Phaethon fell into when he was struck down by a thunderbolt from Zeus.  Phaethon was foolhardy enough to think he could drive the blazing chariot of his father, Helios the Sun god, across the sky.  But only his father was capable of controlling the powerful horses that pulled it.  He careened out of control, getting too close to the earth and scorching the lands of Africa, creating the deserts.  Zeus killed him when it looked like he would destroy the world.",
    "observation" : "The southern constellation of Eridanus is seasonal. Based on meteorological seasons, we can see it in the northern hemisphere in winter. During that time, it is summer in the southern hemisphere. We can see it best during the month of December at 9:00 pm.",
    "season" :"summer",
    "hemisphere" : "south"
},
{
    "name": "Puppis",
    "image": "../images/puppis.jpg",
    "imageConstellation": "../images/puppis-constellation-stars.webp",
    "imageStars": "../images/puppisStars.png",
    "imageMyth": "../images/puppisMyth.jpg",
    "quickDescription" : "The Puppis constellation is located in the southern sky and was originally part of the much larger constellation Argo Navis, along with constellations Vela and Carina, which was first catalogued by the Greek astronomer Ptolemy in the 2nd century.",
    "mostBrillantStars" : ["Naos", "Pi Puppis", "Turei", "Azmidi"],
    "mythology" : "Puppis, “The Stern”, was part of a much larger constellation known as Argo Navis, the ship Argo.  Argo was the vessel that Jason and the Argonauts sailed on during their quest for the Golden Fleece (see Aries.)  In the mid-eighteenth century French astronomer Nicolas-Louis de La Caille divided this super constellation into three parts; Carina, Puppis and Vela.  He also created a fourth constellation, Pyxis, using stars from part of this vast group.",
    "observation" : "Puppis is the 20th largest constellation and occupies an area of 673 square degrees. It lies in the second quadrant of the southern hemisphere (SQ2) and can be seen at latitudes between +40° and -90°.Its right ascension is 7.5h and its declination is -30°. It is best seen at 9pm during the month of February.",
    "season" :"summer",
    "hemisphere" : "south"
},
{
    "name": "crux",
    "image": "../images/crux.jpg",
    "imageConstellation": "../images/crux-constellation-stars.webp",
    "imageStars": "../images/cruxStars.jpg",
    "imageMyth": "../images/cruxMyth.jpg",
    "quickDescription" :"Crux, also known as the Southern Cross, is one of the most recognizable constellations of the Southern Sky. It is also the smallest constellation, but its four bright stars form a distinctive shape that has been used for navigation.",
    "mostBrillantStars" : ["Acrux", "Mimosa", "Gacrux", "Imai", "Ginan" ],
    "mythology" : "Crux, “The Sothern Cross” is a modern creation.  In ancient times it was considered part of Centaurus.  It first appeared in its modern form on the globe of Petrus Plancius in 1598 and Johann Bayer included it in his Uranometria of 1603.",
    "observation" : "It is visible between +20° and -90° in the southern hemisphere and it is circumpolar south of 34°S, this means that it never sets below the horizon. The Crux constellation is best seen a 9pm, during May. It’s right ascension is 12.6h and it’s declination is -60°.",
    "season" :"autumn",
    "hemisphere" : "south"

},
{
    "name": "Centaurus",
    "image": "../images/centaurus.jpg",
    "imageConstellation": "../images/centaurus-constellation-stars.webp",
    "imageStars": "../images/centaurusStars.jpg",
    "imageMyth": "../images/centaurusMyth.jpg",
    "quickDescription" : "The Centaurus constellation is a large constellation located in the southern sky. It is also called “the Centaur.” The origin of this half-man half-horse creature can be traced back to the wondrous world of Greek mythology. Another constellation represents the same creature, Sagittarius, otherwise known as “the Archer.”",
    "mostBrillantStars" : ["Alpha Centauri", "Hadar/Agéna"],
    "mythology" : "Centaurus, “The Centaur”, is one of two centaurs in the night sky, the other being Sagittarius.  Centaurs are half-man, half-horse beasts known for being ill behaved.  In some Greek myths, Centaurus is Chiron, an extremely wise and intelligent being.  He was a renowned tutor, and he instructed the likes of Hercules, Achilles, Jason, Theseus and Asclepius (see Ophiuchus) from his cave on Mount Pelion.  He taught archery, hunting, medicine, music and prophecy. He was accidently shot in the knee with one of Hercules’ Hydra poisoned arrows during an attack while the two were paying a visit to the centaur Pholous.  The pain from the poison was excruciating and unending, and being immortal he could not die.  Zeus agreed to transfer Chiron’s immortality to Prometheus so he could die and be released from the agony.  When he passed, Zeus placed him amongst the stars.",
    "observation" : "Centaurus would not be visible from every observer around the globe because of its south declination. For observers in the northern hemisphere, it is a spring constellation that is visible from late March to June. The time to see it best is around 9 pm.",
    "season" :"autumn",
    "hemisphere" : "south"
},
{
    "name": "Carina",
    "image": "../images/carina.jpg",
    "imageConstellation": "../images/carina-constellation-stars.png",
    "imageStars": "../images/carinaStars.webp",
    "imageMyth": "../images/carinaMyth.jpg",
    "quickDescription" : "Carina, the part of the now-defunct constellation Argo Navis, contains Canopus, the 2nd-brightest star in the night sky. ",
    "mostBrillantStars" : ["Canopus", "Eta Carinae", "Avior", "R Carinae"],
    "mythology" : "Carina, “The Keel”, was part of a much larger constellation known as Argo Navis, the ship Argo.  Argo was the vessel that Jason and the Argonauts sailed on during their quest for the Golden Fleece (see Aries.)  In the mid-eighteenth century French astronomer Nicolas-Louis de La Caille divided this super constellation into three parts; Carina, Puppis and Vela.  He also created a fourth constellation, Pyxis, using stars from part of this vast group.",
    "observation" : "The constellation of Carina is the 34th largest constellation in the sky and occupies an area of 494 square degrees. It lies in the second quadrant of the southern hemisphere (SQ2) and can be seen at latitudes between +20° and -90°.Its right ascension is 06h 02m 59.7365s–11h 20m 37.4211s and its declination is −50.7545471°–−75.6840134°. It is best seen at 9pm during the month of March.",
    "season" :"autumn",
    "hemisphere" : "south"
}

]}





