{"constellations" :[{"name" : "Aries",

"image" : "../images/aries-constellation-01.jpg",
"imageConstellation" : "../images/aries-constellation-stars.jpg",
"imageStars": "../images/ariesStars.jpg",
"imageMyth": "../images/ariesMyth.jpg",
"quickDescription" : "The Aries constellation is one of the twelve constellations of the zodiac and is located in the northern hemisphere. It is a small constellation that is often overlooked by stargazers, but it has a rich history and mythology that make it an interesting and important object in the night sky.",
"mostBrillantStars" : ["Hamal (Alpha Arietis)", " Sheratan (Beta Arietis), Mesarthim (Gamma Arietis)"],
"mythology": "In Greek mythology, Aries is linked to the tale of the Golden Fleece, where the ram with the golden fleece carried Phrixus and Helle to safety. The ram was later sacrificed, and its fleece became a legendary quest for heroes. Aries, as the celestial ram, was immortalized in the night sky by Zeus.Throughout history, Aries has been observed and cataloged by various cultures, including ancient Greeks, Romans, and Babylonians. Its association with mythological journeys and heroic quests adds to its timeless allure.",
"observation": "The Aries constellation is visible from most locations on Earth during the winter months. It is located in the northern hemisphere and can be seen rising in the east in the early evening. To observe the Aries constellation, it is best to find a location that is away from city lights and has a clear view of the night sky. You can use a star chart or a smartphone app to help you locate the constellation and its various features, such as Hamal and NGC 772."},
{"name" : "Taurus",

"image" : "../images/taurus.jpg",
"imageConstellation": "../images/taurus-constellation-stars.webp",
"imageStars": "../images/taurusStars.jpg",
"imageMyth": "../images/taurusMyth.jpg",
"quickDescription":"The Taurus constellation is one of the most ancient and easily recognizable constellations in the night sky. It has been known since ancient times and is associated with many myths and legends. The constellation is also of great significance to astronomers and stargazers, as it contains some of the most beautiful and fascinating objects in the universe.",
"mostBrillantStars":["Vega (Alpha Tauri)", " Alpheratz (Beta Tauri), Aldebaran (Gamma Tauri)"],
"mythology" :"In Greek mythology, Taurus is often associated with the tale of Zeus and Europa. The god Zeus transformed into a white bull to win the affections of Europa, a Phoenician princess. This mythological connection immortalized Taurus in the night sky.",
"observation" : "The best time to view the Taurus constellation is during the winter months, when it is highest in the sky. Look for it in the evening sky, between November and February."},
{"name" : "Cygnus",
"image" : "../images/cygnus1.jpg",
"imageConstellation": "../images/cygnus-constellation-stars.jpg",
"imageStars": "../images/cygnusStars.jpg",
"imageMyth": "../images/cygnusMyth.jpg",
"quickDescription" : "The Cygnus constellation, also known as the Swan, is a prominent constellation in the northern hemisphere sky. It is easily recognizable by its distinct shape, which resembles a flying bird.",
"mostBrillantStars" : ["Vega (Alpha Cygni)", " Alpheratz (Beta Cygni), Aldebaran (Gamma Cygni)"],
"mythology" : "In Greek mythology, Cygnus is often associated with various tales, most notably the story of Zeus and the transformation of Cycnus into a swan. The constellation is also linked to the myth of Orpheus, the legendary musician.",
"observation" : "The Cygnus constellation is easily visible from most locations on Earth during the summer months. It is located in the northern hemisphere and can be seen rising in the east in the early evening."
},
{"name" : "Lyra",
"image" : "../images/lyra1.webp",
"imageConstellation": "../images/lyra-constellation-stars.jpg",
"imageStars": "../images/lyraStars.jpg",
"imageMyth": "../images/lyraMyth.jpg",
"quickDescription" : "The Lyra constellation is a small but beautiful constellation located in the northern hemisphere. It is best known for its bright star Vega, which is one of the brightest stars in the sky and a popular target for stargazers and astronomers alike.",
"mostBrillantStars" : ["Vega (Alpha Lyra)", " Alpheratz (Beta Lyra), Aldebaran (Gamma Lyra)"],
"mythology" : "Lyra's mythological origins are deeply rooted in ancient Greek mythology. According to legend, the harp represents the musical instrument played by Orpheus, the famed musician and poet. The constellation is associated with the tragic love story of Orpheus and Eurydice, adding a layer of romance and melancholy to its celestial presence.",
"observation" : "The Lyra constellation is visible from most locations on Earth during the summer months. It is located in the northern hemisphere and can be seen rising in the northeast in the early evening."}]}





